Repository: arm64x/Apple-TV-Player
Catalog: Apple-TV-Player/Resources/Localization/*.lproj/Localizable.strings
Languages: ru

source: Error
ru: Ошибка

source: Ok
ru: Ок

source: Add playlist
ru: Добавить новый playlist

source: Add
ru: Добавить

source: Cancel
ru: Отмена

# Add playlist url (required) and its name (optional)
source: Add playlist url (required) and its name and pin code (optional)
ru: Добавить URL до playlist (обязательное) и его имя и пин код (опциональное)

# Playlist name
source: Playlist name (optional)
ru: Имя playlist (не обязательное)

# Pin Code
source: Pin Code (optional)
ru: Пин код (не обязательное)

source: Pin code is invalid.
ru: Невалидный пин код.

source: Enter pin code
ru: Введите пин код

source: Confirm pin code
ru: Подтвердить пин код

source: Delete pin code
ru: Удалить пин код

source: Set pin code
ru: Установить пин код

source: No channels found.
ru: Каналы не найдены.

source: Invalid M3U file format.
ru: Невалидный M3U файл формат.

source: Invalid M3U header.
ru: Невалидный M3U заголовок.

source: No Ip Tv providers found.
ru: Список доступных провайдеров пуст.

source: No bundles available.
ru: Список пакетов каналов пуст.

source: List of Ip tv providers
ru: Список поставщиков цифрового ТВ

source: Settings
ru: Настройки

source: Player
ru: Видео player

source: Open Video mode
ru: Показ Видео режим

source: Delete playlist
ru: Удалить плэйлист

source: Update playlist
ru: Обновить плэйлист

# Remove playlist cache
source: Clear cache
ru: Удалить кеш

# Programmes loading text
source: programmes list loading ...
ru: загрузка списка программ ...

source: Debug menu
ru: Debug меню

# content.verify.error
source: Seems not a playlist content type or empty.
ru: Файл не плейлист формат или пустой.

source: Full Screen
ru: Открыть во весь экран

source: Preview Screen
ru: Открыть в превью окне

source: None
ru: Нет

source: Most Viewed
ru: Самые просматриваемые

source: Recently viewed
ru: Последние просматриваемые

source: Asceding
ru: По возрастанию

source: Desceding
ru: По убыванию

source: Playlist order
ru: Плэйлист порядок
